/* Text for close button */
"Close" = "Užverti";

/* Text for button to scan a credit card */
"Scan Card" = "Skenuoti kortelę";

/* Button title to open camera to scan credit/debit card */
"Scan card" = "Nuskaityti kortelę";

/* An error message displayed when the customer's iban is invalid. */
"The IBAN you entered is invalid." = "Įvedėte neteisingą IBAN.";

/* Error when there is a problem processing the credit card */
"There was an error processing your card -- try again in a few seconds" = "Įvyko kortelės apdorojimo klaida, po kelių sekundžių bandykite dar kartą";

/* Unexpected error, such as a 500 from Stripe or a JSON parse error */
"There was an unexpected error -- try again in a few seconds" = "Įvyko netikėta klaida, po kelių sekundžių bandykite dar kartą";

/* Error when the card has already expired */
"Your card has expired" = "Kortelė baigė galioti";

/* Error when the card was declined by the credit card networks */
"Your card was declined" = "Kortelė buvo atmesta";

/* Error when the card&apos;s expiration month is not valid */
"Your card's expiration month is invalid" = "Negaliojantis kortelės galiojimo pabaigos mėnuo";

/* Error when the card&apos;s expiration year is not valid */
"Your card's expiration year is invalid" = "Kortelės galiojimo pabaigos metai neteisingi";

/* Error when the card number is not valid */
"Your card's number is invalid" = "Negaliojantis kortelės numeris";

/* Error when the card&apos;s CVC is not valid */
"Your card's security code is invalid" = "Kortelės saugos kodas negalioja";

/* Error when customer's name is invalid */
"Your name is invalid." = "Jūsų vardas neteisingas.";

